# org-bable で試行錯誤．matlab を実行してみる
* org-babel は使えるか？
#+BEGIN_SRC matlab
x = rand(10);
ans = mean(x,2);
#+END_SRC

#+results:
| 0.50684 |
| 0.43993 |
| 0.60671 |
| 0.56082 |
| 0.61857 |
| 0.45338 |
| 0.56134 |
| 0.47715 |
| 0.58077 |
| 0.47443 |

